tap "github/bootstrap"
tap "homebrew/bundle"
tap "mongodb/brew"
tap "pkgxdev/made"

brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "cocoapods"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gleam"
brew "libheif"
brew "graphicsmagick"
brew "imagemagick"
brew "kubernetes-cli"
brew "lapack"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mlx"
brew "mongosh"
brew "mvfst"
brew "neovim"
brew "nss"
brew "nvm"
brew "pngpaste"
brew "protobuf"
brew "python@3.10"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "stylua"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "zoxide"
brew "mongodb/brew/mongodb-database-tools"
brew "pkgxdev/made/pkgx"

cask "orbstack"
cask "ghostty"
cask "raycast"

mas "Amphetamine", id: 937984704
mas "Telegram", id: 747648890
