tap "homebrew/bundle"
tap "lizardbyte/homebrew"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "cocoapods"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gleam"
brew "libheif"
brew "graphicsmagick"
brew "httpie"
brew "imagemagick"
brew "lapack"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "midnight-commander"
brew "mongosh"
brew "mvfst"
brew "neovim"
brew "nvm"
brew "pngpaste"
brew "protobuf"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "stylua"
brew "telnet"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tt"
brew "watchman"
brew "wget"
brew "zoxide"
brew "danielgatis/imgcat/imgcat"
brew "lizardbyte/homebrew/sunshine"
brew "mongodb/brew/mongodb-database-tools"
cask "ghostty"
cask "raycast"
cask "nikitabobko/tap/aerospace"
cask "keepassxc"
